results/core6_v1/raw_batch2_20260710/20260710T082859_spike_P30_rep3/k6_stdout.log

     ✓ status 200

     checks.........................: 100.00% 158507 out of 158507
     data_received..................: 36 MB   64 kB/s
     data_sent......................: 17 MB   29 kB/s
     http_req_blocked...............: avg=5.77µs   min=1.37µs   med=4.73µs   max=20.81ms  p(90)=7.2µs    p(95)=8.31µs  
     http_req_connecting............: avg=350ns    min=0s       med=0s       max=20.72ms  p(90)=0s       p(95)=0s      
     http_req_duration..............: avg=33.81ms  min=1.51ms   med=27.7ms   max=152.52ms p(90)=73.21ms  p(95)=81.1ms  
       { expected_response:true }...: avg=33.81ms  min=1.51ms   med=27.7ms   max=152.52ms p(90)=73.21ms  p(95)=81.1ms  
   ✓ http_req_failed................: 0.00%   0 out of 158507
     http_req_receiving.............: avg=553.84µs min=11.85µs  med=257.99µs max=53.87ms  p(90)=1.15ms   p(95)=1.63ms  
     http_req_sending...............: avg=15.22µs  min=3.59µs   med=11.24µs  max=1.71ms   p(90)=21.52µs  p(95)=38.76µs 
     http_req_tls_handshaking.......: avg=0s       min=0s       med=0s       max=0s       p(90)=0s       p(95)=0s      
     http_req_waiting...............: avg=33.24ms  min=1.39ms   med=27.28ms  max=151.23ms p(90)=71.99ms  p(95)=79.96ms 
     http_reqs......................: 158507  278.055918/s
     iteration_duration.............: avg=134.48ms min=102.46ms med=128.4ms  max=252.62ms p(90)=173.87ms p(95)=181.75ms
     iterations.....................: 158507  278.055918/s
     vus............................: 1       min=1                max=100
     vus_max........................: 100     min=100              max=100